{
  "projects": [
    {
      "id": "repro-toutes-reparations",
      "title": "Repro Toutes Réparations",
      "description": "Site internet élégant mettant en valeur les services d'une entreprise de rénovation. Navigation simple et agréable, que ce soit sur ordinateur, tablette ou téléphone.",
      "link": "https://yodamned59.github.io/Repro-toutes-reparations/",
      "image": "/assets/site-artisan.jpg"
    },
    {
      "id": "home-beautician",
      "title": "Home Beautician",
      "description": "Site vitrine moderne pour une esthéticienne à domicile, présentant ses services de beauté et de bien-être. Interface intuitive et responsive, mettant en valeur son professionnalisme et son expertise dans les soins esthétiques personnalisés.",
      "link": "https://yodamned59.github.io/service-a-domicile",
      "image": "/assets/Home-beautician.jpg"
    },
    {
      "id": "nina-carducci",
      "title": "Nina Carducci",
      "description": "Site vitrine élégant pour une photographe professionnelle, mettant en valeur son portfolio, ses services de shooting photo et de retouche. Galerie interactive et design moderne optimisé pour présenter ses œuvres.",
      "link": "https://nina-carducci-photographe.netlify.app/",
      "image": "/assets/nina-carducci.webp"
    },
    {
      "id": "LokiMoon",
      "title": "LokiMoon",
      "description": "Site vitrine pour une praticienne en tirage de cartes et guidances spirituelles. Design moderne dans des tons sombres et dorés, avec une interface fluide et agréable. L'expérience de navigation met en valeur les prestations de tirages de tarot et d'accompagnement spirituel, dans une ambiance douce et immersive.",
      "link": "https://yodamned59.github.io/LokiMoon/",
      "image": "/assets/lokimoon.jpg"
    },
    {
      "id": "pawfect-grooming",
      "title": "Pawfect Grooming",
      "description": "Site vitrine pour un salon de soins canins, avec une interface moderne et intuitive. L'expérience de navigation met en valeur les services de soins canins, dans une ambiance chaleureuse et accueillante.",
      "link": "https://yodamned59.github.io/Pawfect-Grooming/",
      "image": "/assets/pawfect-grooming.jpg"
    },
    {
      "id": "nouveau-modele",
      "title": "Nouveau modèle à venir...",
      "description": "En cours de développement",
      "link": "",
      "image": "/assets/glitchy-loading-indicator.gif"
    }
  ]
} 